testing-scripts/test_GSO_impact_for_ngtcp2-h2load_throughput/no_gso_results/payload-size_100000000____delay-ms_0____loss-rate-percent_0____clients-requests_1/10/result.txt
starting benchmark...
spawning thread #0: 1 total client(s). 1 total requests
TLS Protocol: TLSv1.3
Cipher: TLS_AES_128_GCM_SHA256
Server Temp Key: X25519 253 bits
Application protocol: h3
progress: 100% done

finished in 1.95s, 0.51 req/s, 48.90MB/s
requests: 1 total, 1 started, 1 done, 1 succeeded, 0 failed, 0 errored, 0 timeout
status codes: 1 2xx, 0 3xx, 0 4xx, 0 5xx
traffic: 95.40MB (100030593) total, 13B (13) headers (space savings 86.46%), 95.37MB (100000000) data
UDP datagram: 15945 sent, 82149 received
                     min         max         mean         sd        +/- sd
time for request:      1.95s       1.95s       1.95s         0us   100.00%
time for connect:     5.01ms      5.01ms      5.01ms         0us   100.00%
time to 1st byte:     6.04ms      6.04ms      6.04ms         0us   100.00%
req/s           :       0.51        0.51        0.51        0.00   100.00%